{
  "content": [
    {
      "type": "heading-two",
      "children": [
        {
          "text": "Paragraph of explanation"
        }
      ]
    },
    {
      "type": "heading-two",
      "children": [
        {
          "text": "Start with "
        },
        {
          "text": "this page",
          "link": "https://mauag1985.github.io/JxV-LaPlata/tags/"
        },
        {
          "text": "."
        }
      ]
    },
    {
      "type": "heading-two",
      "children": [
        {
          "text": "La colección audiovisual Juicios por la Verdad La Plata (1999–2010) constituye un testimonio fundamental del proceso de recuperación de la memoria histórica en Argentina. Registrada originalmente por la Asociación Anahí y resguardada hoy por el archivo Memoria Abierta, esta colección documenta las audiencias públicas desarrolladas en la ciudad de La Plata durante un período en que las leyes de obediencia debida y punto final impedían sanciones penales a los responsables del terrorismo de Estado. A través de los testimonios de sobrevivientes, familiares de desaparecidos y testigos clave, estos registros reconstruyen los hechos ocurridos durante la última dictadura militar (1976–1983) y visibilizan las violaciones a los derechos humanos perpetradas por el aparato represivo estatal. Aunque no tenían consecuencias judiciales, los Juicios por la Verdad fueron una herramienta poderosa para sostener el reclamo de justicia y sentaron las bases para los procesos penales reabiertos en años posteriores. La colección no solo ofrece una fuente primaria invaluable para investigadores, estudiantes y defensores de derechos humanos, sino que también permite reflexionar sobre las formas en que las sociedades enfrentan sus traumas colectivos. Su valor reside no solo en lo que documenta, sino en su potencial pedagógico, ético y reparador para las generaciones presentes y futuras. Modo de uso: Este proyecto permite realizar búsquedas temáticas e identificar la aparición de palabras clave a lo largo de las distintas audiencias del Juicio por la Verdad de La Plata (1999–2011), gracias a la incorporación de estampas de tiempo que vinculan cada término con su ubicación exacta en el archivo audiovisual. Esta herramienta de exploración mejora sustancialmente el acceso y la navegación por los testimonios, facilitando la consulta enfocada en personas, lugares o conceptos clave. En caso de interés, el usuario puede solicitar a Memoria Abierta la autorización correspondiente para acceder tanto al material audiovisual como a sus transcripciones procesadas."
        }
      ]
    },
    {
      "type": "heading-two",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "table-of-contents",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "created_at": "2025-05-09T23:35:37.084Z",
  "created_by": "MauAg1985",
  "title": "Juicios por la Verdad La Plata (1999-2010)",
  "updated_at": "2026-01-26T18:19:36.803Z",
  "updated_by": "tanyaclement",
  "autogenerate": {
    "enabled": false,
    "type": "home"
  },
  "slug": "juicios-por-la-verdad-la-plata-1999-2010"
}